Repository: jaywcjlove/app-i18n
Catalog: i18n/source/vidwallhub/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Automatically check for updates
zh_hans: 自动检查更新

source: Automatically download updates
zh_hans: 自动下载更新

source: Cancel
zh_hans: 取消

source: Check for Updates…
zh_hans: 检查更新…

source: Delete
zh_hans: 删除

source: Drop a Video!
zh_hans: 拖放一个视频！

source: Error importing video
zh_hans: 导入视频错误

source: Include In Shuffle
zh_hans: 包含在随机更换中

source: OK
zh_hans: 确认

source: Only delete the "%@" data from the wallpaper system, the original video will not be deleted.
zh_hans: 仅删除壁纸系统中的“%@”数据，原视频不会被删除。

source: Open
zh_hans: 打开

source: or
zh_hans: 或

source: Remove from wallpaper system
zh_hans: 从壁纸系统中移除

source: Restart Wallpaper Services
zh_hans: 重启壁纸服务

source: Select Video Files
zh_hans: 选择视频文件

source: Setting video as lock screen wallpaper requires macOS 26 or later. Your current macOS version does not support this feature.
zh_hans: 将视频设置为锁屏壁纸需要 macOS 26 或更高版本。您当前的 macOS 版本不支持此功能。

source: Show In TopLevel
zh_hans: 在顶层显示

source: Supports: %@ video formats
zh_hans: 支持：%@ 视频格式

source: Unsupported macOS Version
zh_hans: 当前 macOS 版本不受支持

source: Video imported successfully!
zh_hans: 视频导入成功!
